<!doctype html>
<html lang="en">
  <head>
    <!-- Required meta tags -->
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!-- Bootstrap CSS -->
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/css/bootstrap.min.css
" rel="stylesheet" integrity="sha384-1BmE4kWBq78iYhFldvKuhfTAU6auU8tT94WrHftjDbrCEXSU1oBoqyl2QvZ6jIW3" crossorigin="anonymous">
    <title>chiangmai province website</title>
    <link
      rel="stylesheet"
      href="https://fonts.googleapis.com/css?family=Sarabun
"
    />
    <style>
      body {
        font-family : "sarabun";
        background-color : #CCFFFF ;
      }
      #header{
        height: 160px;
        background-image: url("p.jpg");
        background-size:100%;
      }
      #sidebar{
        background-color: #f1f1f1;
        padding: 0px;
      }
      #content{
        padding: 10px;
        background-color: gray;
      }
      #footer{
        padding: 30px;
        height: 200px;
        background-color: pink;
      }
      
      ul {
        list-style-type: none;
        margin: 0;
        padding: 0;
        width: 100%;
        background-color: #f1f1f1;
      }
      li a {
        display: block;
        color: #000;
        padding: 8px 16px;
        text-decoration: none;
      }
      /* Change the link color on hover */
      li a:hover {
        background-color: #555;
        color: white;
      }
      p{
        margin-top: 10px;
      }
    </style>
    
  </head>
  <body> 
    <div class="container"> 
      <div class="row">
        <div class="col-12" id="header">
          <h1>จังหวัดเชียงใหม่</h1>
        </div>
      </div>
      <div class="row">
        <div class="col-3" id="sidebar"> 
          <ul>
            <li><a href="lswproject.php">หน้าแรก</a></li>
            <li><a href="#">แหล่งท่องเที่ยว</a></li>
            <li><a href="#">ประเพณีและวัฒนธรรม</a></li>
            <li><a href="#">อาหารประจำท้องถิ่น</a></li>
            <li><a href="#">ข้อมูลผู้จัดทำ</a></li>
          </ul>
        </div>
        <div class="col-9" id="content"> 
          <h1>แหล่งท่องเที่ยว</h1>
        <br>1.พระบรมธาตุดอยสุเทพ  
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>2.วัดเจดีย์หลวงวรวิหาร 
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตั้งอยู่ใจกลางเมืองเชียงใหม่ ที่เที่ยวเชียงใหม่ แห่งนี้ เป็นเจดีย์ใหญ่ที่สูงที่สุดของอาณาจักรล้านนา สร้างขึ้นในรัชกาลพระเจ้าแสนเมืองมากษัตริย์องค์ที่ 7 แห่งราชวงศ์มังราย (พ.ศ.1913-1954) ต่อมาพระยาติโลกราชโปรดให้ช่างขยายเจดีย์ให้สูงและกว้างกว่าเดิม แล้วเสร็จเมื่อปี พ.ศ. 2024 และอัญเชิญพระแก้วมรกตมาประดิษฐาน แต่เดิมวัดเจดีย์หลวงมีชื่อว่า “โชติการามวิหาร” หมายถึง พระอารามที่มีความรุ่งเรืองสว่างไสว ทั้งยังเป็นสถานที่บรรจุพระเกศาธาตุ และพระธาตุขององค์สมเด็จพระสัมมาสัมพุทธเจ้า นอกจากนี้ “โชติการาม” ยังมีความหมายอีกนัยหนึ่ง คือ เมื่อถึงเวลาที่มีการจุดประทีบโคมไฟประดับบูชาองค์พระธาตุเจดีย์หลวง จะปรากฏแสงสีสว่างไสว มองเห็นองค์พระเจดีย์คล้ายเชิงเทียนที่มีเปลวไฟลุกโชติช่วง ดูแล้วมีความงดงามยิ่งนัก สามารถมองเห็นได้แต่ไกล        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>3.ดอยอ่างขาง
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตั้งอยู่บนทิวเขาแดนลาว ตำบลแม่งอน อำเภอฝาง จังหวัดเชียงใหม่ สมเด็จพระเจ้าอยู่หัวในรัชกาลที่ 9 เสด็จฯ ทางเฮลิคอปเตอร์ ผ่านยอดดอยอ่างขาง และทอดพระเนตรลงมาเห็นกลุ่มบ้านเรือนดูคล้ายชุมชน จึงมีพระดำรัสสั่งให้เครื่องลงจอด แล้วได้ทอดพระเนตรเห็นทุ่งดอกฝิ่น และหมู่บ้านของชาวเขาเผ่ามูเซอ จึงทรงมีพระราชดำรัสที่จะเปลี่ยนทุ่งฝิ่นให้เป็นแปลงเกษตร พร้อมกับริเริ่มสร้างโครงการวิจัยผลไม้ ไม้ดอกเมืองหนาว เพื่อพัฒนาอาชีพเกษตรกรรมแก่ชาวเขาในบริเวณดอยอ่างขาง นักท่องเที่ยวสามารถเลือกซื้อผลิตผลตามฤดูกาลที่ปลูกในโครงการหลวงฯ และชมแปลงทดลองปลูกไม้ผลเมืองหนาวได้ด้วย ดอยอ่างขางมีความสูงจากระดับน้ำทะเล 1,400 เมตร และมียอดดอยสูงถึง 1,928 เมตร เป็นอีกหนึ่งที่เที่ยวเชียงใหม่ หน้าหนาวที่ไม่ควรพลาด        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>4.สวนสัตว์เชียงใหม่  
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นสวนสัตว์ขนาดใหญ่ใครที่มาเที่ยวเชียงใหม่ต้องไม่พลาด สวนสัตว์แห่งนี้ได้รับการจัดสภาพอย่างดี บริเวณกว้างขวาง มีบรรยากาศร่มรื่น และมีสัตว์อยู่มากกว่า 2,000 ชนิด ทั้งที่มีอยู่ในเมืองไทยและนำเข้ามาจากต่างประเทศ สวนสัตว์เชียงใหม่ตั้งอยู่บริเวณทางขึ้นดอยสุเทพ เป็นอีกหนึ่งสถานที่ที่เหมาะสำหรับการพักผ่อนท่ามกลางกลิ่นอายของขุนเขา ป่าไม้ และธรรมชาติ และที่พลาดชมไปไม่ได้เลย คือ หมีแพนด้า ซึ่งเป็นทูตสันตวไมตรีจากสาธารณรัฐประชาชนจีน ผู้คนต่างให้ความสนใจเดินทางมาเยี่ยมชมเป็นจำนวนมาก        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>5.ถนนคนเดินท่าแพ  
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นสถานที่เที่ยวเชียงใหม่ ชอปปิ้งสุดฮิตของเมืองเชียงใหม่ เปิดทุกวันเสาร์-อาทิตย์ ภายในคูเมืองบริเวณถนนราชดำเนิน นับว่าเป็นถนนคนเดินที่ใหญ่ที่สุดในเมืองไทย ด้วยมนต์เสน่ห์ยามค่ำคืนทำให้นักท่องเที่ยวทั้งชาวไทยและชาวต่างชาติต้องไม่พลาดที่จะเดินทางมาที่นี่ มีสินค้าที่นำออกมาวางขายอย่างหลากหลายมากมาย ทั้งสินค้าพื้นเมือง สินค้า OTOP สินค้าหัตกรรมพื้นบ้าน งานแฮนด์เมด งานศิลปะ สินค้าไอเดียเก๋ อาหาร ของกินเล่น ที่ราคาเป็นกันเอง        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>6.สถานีเกษตรหลวงอินทนนท์ 
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>7.ดอยอินทนนท์
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>8.พระตำหนักภูพิงค์ราชนิเวศน์  
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>9.บ้านม้งดอยปุย  
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>10.ถนนนิมมานเหมินทร์  
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>11.แม่กำปอง 
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>12.ม่อนแจ่ม 
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>13.สวนสนบ่อแก้ว 
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>14.ดอยม่อนอังเกตุ  
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>15.ดอยหลวงเชียงดาว  
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>16.บ้านระเบียงดาว
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>17.บ้านข้างวัด 
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>18.วัดอุโมงค์ 
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>19.ผาช่อ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>20.กิ่วแม่ปาน 
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>21.ป่าสนวัดจันทร์ หรือ ศูนย์พัฒนาโครงการหลวงวัดจันทร์  
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>22.Canopy Walks ณ สวนพฤกษศาสตร์สมเด็จพระนางเจ้าสิริกิติ์  
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>23.อุทยานแห่งชาติออบหลวง
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>24.ผาขุนแตะ ดอยผ้าขาวน้อย
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>25.ป่าปงเปียง 
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
          <br><br>26.ขุนช่างเคี่ยน
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เป็นปูชนียสถานที่สำคัญยิ่งของเมืองเชียงใหม่ ประดิษฐานอยู่บนดอยสุเทพ สูงจากระดับน้ำทะเล 1,000 เมตร พระบรมธาตุดอยสุเทพ ตั้งอยู่ทางด้านทิศตะวันตกของตัวเมือง ห่างจากตัวเมืองเก่าประมาณ 10 กิโลเมตร สามารถมองเห็นจากตัวเมืองได้ชัดเจน ที่เที่ยวเชียงใหม่ ภายในยังได้ประดิษฐานพระบรมสารีริกธาตุองค์ใหญ่ ที่พญากือนา กษัตริย์องค์ที่ 6 แห่งอาณาจักรล้านนา ราชวงศ์มังราย ได้ทรงเก็บไว้สักการบูชาส่วนพระองค์ถึง 13 ปี มาบรรจุไว้ที่นี่ให้ประชาชนได้เดินทางมาสักการะบูชาเพื่อความเป็นสิริมงคล
        <br><br><img src="yoru.jpg" width = "900px" class="img-fluid rounded">
        </div>
      </div>
       <div class="row">
        <div class="col-12" id="footer"> 
         <center>
            <h3>ผลงานนักเรียน</h3>
            <hr />
            <p>รายวิชา WebApplication</p>
            <p>โรงเรียนหล่มสักวิทยาคม</p>
          </center>
        </div>
      </div>
    </div>  
    <!-- Option 1: Bootstrap Bundle with Popper -->
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js
" integrity="sha384-ka7Sk0Gln4gmtz2MlQnikT1wXgYsOg+OMhuP+IlRH9sENBO0LRn5q+8nbTov4+1p" crossorigin="anonymous"></script>
  </body>
</html>
